{
  "en": {
    "data": "<h1>Website Terms and Conditions of Use</h1>\r\n<h2>1. Terms</h2>\r\n<p>By accessing this Website, accessible from https://www.bepahkupi.com/, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws. If you disagree with any of these terms, you are prohibited from accessing this site. The materials contained in this Website are protected by copyright and trade mark law.</p>\r\n<h2>2. Use License</h2>\r\n<p>Permission is granted to temporarily download one copy of the materials on Bepahkupi's Website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:</p>\r\n<ul>\r\n<li>modify or copy the materials;</li>\r\n<li>use the materials for any commercial purpose or for any public display;</li>\r\n<li>attempt to reverse engineer any software contained on Bepahkupi's Website;</li>\r\n<li>remove any copyright or other proprietary notations from the materials; or</li>\r\n<li>transferring the materials to another person or \"mirror\" the materials on any other server.</li>\r\n</ul>\r\n<p>This will let Bepahkupi to terminate upon violations of any of these restrictions. Upon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format. These Terms of Service has been created with the help of the<span> </span><a href=\"https://www.termsofservicegenerator.net/\">Terms Of Service Generator</a><span> </span>and the<span> </span><a href=\"https://www.generateprivacypolicy.com/\">Privacy Policy Generator</a>.</p>\r\n<h2>3. Disclaimer</h2>\r\n<p>All the materials on Bepahkupi’s Website are provided \"as is\". Bepahkupi makes no warranties, may it be expressed or implied, therefore negates all other warranties. Furthermore, Bepahkupi does not make any representations concerning the accuracy or reliability of the use of the materials on its Website or otherwise relating to such materials or any sites linked to this Website.</p>\r\n<h2>4. Limitations</h2>\r\n<p>Bepahkupi or its suppliers will not be hold accountable for any damages that will arise with the use or inability to use the materials on Bepahkupi’s Website, even if Bepahkupi or an authorize representative of this Website has been notified, orally or written, of the possibility of such damage. Some jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.</p>\r\n<h2>5. Revisions and Errata</h2>\r\n<p>The materials appearing on Bepahkupi’s Website may include technical, typographical, or photographic errors. Bepahkupi will not promise that any of the materials in this Website are accurate, complete, or current. Bepahkupi may change the materials contained on its Website at any time without notice. Bepahkupi does not make any commitment to update the materials.</p>\r\n<h2>6. Links</h2>\r\n<p>Bepahkupi has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site. The presence of any link does not imply endorsement by Bepahkupi of the site. The use of any linked website is at the user’s own risk.</p>\r\n<h2>7. Site Terms of Use Modifications</h2>\r\n<p>Bepahkupi may revise these Terms of Use for its Website at any time without prior notice. By using this Website, you are agreeing to be bound by the current version of these Terms and Conditions of Use.</p>\r\n<h2>8. Your Privacy</h2>\r\n<p>Please read our Privacy Policy.</p>\r\n<h2>9. Governing Law</h2>\r\n<p>Any claim related to Bepahkupi's Website shall be governed by the laws of af without regards to its conflict of law provisions.</p>"
  },
  "cn": {
    "data": "<h1>网站条款和使用条件</h1>\r\n<h2>1. 条款</h2>\r\n<p>通过访问本网站，可从 https://www.bepahkupi.com/, 访问，您同意接受这些网站条款和使用条件的约束，并同意您负责与任何适用的本地法律的协议。 如果您不同意其中任何条款，那么将禁止您访问此站点。 本网站所载材料受版权和商标法保护。</p>\r\n<h2>2. 使用许可证</h2>\r\n<p>获准在 Bepahkupi的网站上暂时下载一份材料的副本，仅供个人，非商业性的暂时观看。 这是授予许可证，而不是转让所有权，在此许可证下，您可能不会:</p>\r\n<ul>\r\n<li>修改或复制材料;</li>\r\n<li>使用该材料作任何商业用途或作任何公众展示之用 ;</li>\r\n<li>试图对 Bepahkupi网站所包含的任何软件进行反向工程 ;</li>\r\n<li>从材料中除去任何版权或其他专有的符号 ; 或</li>\r\n<li>将材料转移到另一个人或 \" 镜像\" 任何其他服务器上的材料。</li>\r\n</ul>\r\n<p>这将使 Bepahkupi 因违反任何这些限制而终止。 在终止时，您的观看权也将被终止，您应销毁您所拥有的任何下载的材料，无论其是印刷的还是电子格式。 这些服务条款是在服务条款生成器和隐私策略生成器的帮助下创建的。</p>\r\n<h2>3. 免责声明</h2>\r\n<p>Bepahkupi网站上的所有材料均按 \" 情况 \" 提供。 Bepahkupi 没有保证，可以明示或暗示，因此否定所有其他保证。 此外， Bepahkupi 也没有就其网站上使用材料的准确性或可靠性作出任何陈述，或与此类材料或与本网站相关的任何地点有关。</p>\r\n<h2>4. 限制</h2>\r\n<p>Bepahkupi 或其供应商将不对在 Bepahkupi的网站上使用或无法使用这些材料而产生的任何损害负责，即使 Bepahkupi 或该网站的授权代表被口头或书面通知可能造成这种损害。 某些管辖区域不允许对附带损害的暗含保证或责任限制的限制，这些限制可能不适用于您。</p>\r\n<h2>5. 修订和按比例</h2>\r\n<p>在 Bepahkupi网站上出现的材料可能包括技术，印刷或摄影错误。 贝帕赫库皮不会保证本网站的任何材料都是准确，完整或最新的。 Bepahkupi 可随时更改其网站所载材料，恕不另行通知。 贝帕赫库皮没有做出任何更新材料的承诺。</p>\r\n<h2>6. 链接</h2>\r\n<p>Bepahkupi 没有审查与网站相关的所有网址，也不对任何这类链接地点的内容负责。 任何链接的存在并不意味着网站 Bepahkupi 的认可。 使用任何链接网站都是用户自己的风险。</p>\r\n<h2>7. 站点使用条款修改</h2>\r\n<p>Bepahkupi 可能在任何时间不经事先通知修改其网站的这些使用条款。 通过使用本 Web 站点，您同意受当前版本的这些使用条款和条件约束。</p>\r\n<h2>8. Your Privacy</h2>\r\n<p>请阅读我们的隐私政策。</p>\r\n<h2>9. 管限法律</h2>\r\n<p>与 Bepahkupi网站有关的任何索赔均应遵守无法律规定的 af 法律。</p>"
  },
  "id": {
    "data": "<h1>Syarat dan Ketentuan Penggunaan Situs Web</h1>\r\n<h2>1. Ketentuan</h2>\r\n<p>Dengan mengakses situs web ini, dapat diakses dari https://www.bepahkupi.com/, Anda setuju untuk diikat oleh Syarat dan Ketentuan Penggunaan Situs Web ini dan setuju bahwa Anda bertanggung jawab atas perjanjian dengan setiap peraturan perundang-undangan setempat yang berlaku. Jika Anda tidak setuju dengan syarat-syarat ini, Anda dilarang mengakses situs ini. Materi yang terdapat dalam Website ini dilindungi oleh hukum hak cipta dan mark trade.</p>\r\n<h2>2. Lisensi</h2>\r\n<p>Izin diberikan untuk sementara download satu salinan dari bahan di Bepahkupi's Website untuk pribadi, non-komersial non-komersial melihat saja. Ini adalah pemberian lisensi, bukan transfer judul, dan di bawah lisensi ini Anda mungkin tidak:</p>\r\n<ul>\r\n<li>memodifikasi atau menyalin materi;</li>\r\n<li>menggunakan material untuk tujuan komersial apa pun atau untuk setiap tampilan publik;</li>\r\n<li>mencoba untuk membalik insinyur perangkat lunak apa pun yang terdapat pada Situs Web Bepahkupi;</li>\r\n<li>menghapus setiap hak cipta atau notasi hak milik lainnya dari materi; atau</li>\r\n<li>memindahkan materi ke orang lain atau \"mirror\" materi pada setiap server lainnya.</li>\r\n</ul>\r\n<p>Ini akan membiarkan Bepahkupi untuk mengakhiri pelanggaran dari setiap pembatasan ini. Setelah pengakhiran, hak untuk melihat Anda juga akan diakhiri dan Anda harus menghancurkan setiap materi yang diunduh dalam kepemilikan Anda apakah itu adalah format cetak atau elektronik. Syarat-syarat Layanan ini telah dibuat dengan bantuan dari Syarat-syarat Layanan Cloud dan Generator Kebijakan Kerahasiaan (Privacy Policy Generator).</p>\r\n<h2>3. Sanggat</h2>\r\n<p>Semua materi di Website Bepahkupi disediakan \"as is\". Bepahkupi tidak memberikan jaminan apa pun, dapat dinyatakan atau tersirat, oleh karena itu meniadakan semua jaminan lainnya. Selain itu, Bepahkupi tidak membuat representasi apapun mengenai keakuratan atau keandalan penggunaan bahan di situs webnya atau yang berkaitan dengan materi tersebut atau situs apa pun yang terkait dengan Website ini.</p>\r\n<h2>4. Batasan</h2>\r\n<p>Bepahkupi atau pemasoknya tidak akan bertanggung jawab atas setiap ganti rugi yang akan timbul dengan penggunaan atau ketidakmampuan untuk menggunakan bahan tersebut di situs web Bepahkupi, bahkan jika Bepahkupi atau perwakilan resmi dari Website ini telah diberitahu, secara lisan atau tertulis, dari kemungkinan kerusakan tersebut. Beberapa yurisdiksi tidak mengizinkan pembatasan pada jaminan tersirat atau batasan tanggung jawab atas ganti rugi insidental, batasan-batasan ini mungkin tidak berlaku untuk Anda.</p>\r\n<h2>5. Revisi dan Errata</h2>\r\n<p>Materi yang muncul di situs web Bepahkupi dapat mencakup kesalahan teknis, tipografi, atau fotografi. Bepahkupi tidak akan menjanjikan bahwa setiap materi di Website ini akurat, lengkap, atau arus. Bepahkupi dapat mengubah materi-materi yang terdapat di situs webnya kapan saja tanpa pemberitahuan. Bepahkupi tidak membuat komitmen apapun untuk memperbarui materi-materi tersebut.</p>\r\n<h2>6. Tautan</h2>\r\n<p>Bepahkupi belum meninjau semua situs yang terkait dengan situs webnya dan tidak bertanggung jawab atas isi dari setiap situs terkait tersebut. Kehadiran link manapun tidak menyiratkan dukungan oleh Bepahkupi dari situs tersebut. Penggunaan dari setiap situs web terkait adalah pada risiko pengguna sendiri.</p>\r\n<h2>7. Ketentuan Penggunaan Situs Web</h2>\r\n<p>Bepahkupi dapat merevisi Syarat-syarat Penggunaan ini untuk Situs Web-nya kapan pun tanpa pemberitahuan sebelumnya. Dengan menggunakan situs ini, Anda setuju untuk diikat oleh versi saat ini dari Syarat-syarat Penggunaan dan Ketentuan Penggunaan ini.</p>\r\n<h2>8. Privasi Anda</h2>\r\n<p>Silahkan baca Kebijakan Privasi kami.</p>\r\n<h2>9. Hukum yang Mengatur</h2>\r\n<p>Setiap klaim yang berkaitan dengan Website Bepahkupi akan diatur oleh hukum af tanpa memandang konfliknya atas ketentuan hukum.</p>"
  }
}
